tap "hashicorp/tap"
brew "carapace"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "node"
brew "pure"
brew "pyenv"
brew "python@3.13"
brew "python@3.14"
brew "ruby"
brew "stow"
brew "tmux"
brew "zsh-vi-mode"
cask "basictex"
cask "discord"
cask "zen"
cask "raycast"
