tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "clang-format"
brew "cppcheck"
brew "curl"
brew "fastfetch"
brew "gcc"
brew "gh"
brew "git"
brew "node"
brew "mongodb-atlas-cli"
brew "mysql"
brew "pandoc"
brew "pure"
brew "pyenv"
brew "python@3.13"
brew "stow"
brew "tesseract"
brew "thefuck"
brew "tmux"
brew "tree"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "basictex"
cask "dbeaver-community"
cask "discord"
