brew "curl"
brew "fastfetch"
brew "gcc"
brew "gh"
brew "git"
brew "node"
brew "pure"
brew "pyenv"
brew "python@3.13"
brew "stow"
brew "tmux"
cask "basictex"
cask "discord"
cask "zen"
cask "raycast"
